aaron-bond.better-comments
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
miguelsolorio.symbols
mikestead.dotenv
ms-vscode.vscode-typescript-next
raunofreiberg.vesper
usernamehw.errorlens
wix.vscode-import-cost
